tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "binutils"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "gh"
brew "ghostscript"
brew "imagemagick"
brew "jq"
brew "make"
brew "mas"
brew "ncurses"
brew "nvm"
brew "rbenv"
brew "switchaudio-osx"
brew "w3m"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "chromedriver"
cask "flutter"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "sf-symbols"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Hancom Office HWP 2014 VP Viewer", id: 416746898
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Unicorn Blocker", id: 1231935892
mas "Xcode", id: 497799835
vscode "acidic9.p5js-snippets"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "marp-team.marp-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
